<!DOCTYPE html>
<html>
	<head>
		<meta charset="UTF-8">
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<title>サポート画面</title>
		<link href="./css/top.css" rel="stylesheet" type="text/css">
		<link href="./css/common.css" rel="stylesheet" type="text/css">
        <link href="./css/support-c.css" rel="stylesheet" type="text/css">
	</head>
	<body>
		<header>
			<nav>
				<ul class="gnav-list-1">
					<li><a href="top.php">Top<br>トップ</a></li>
					<li><a href="software.php">Software<br>ソフト</a></li>
					<li><a href="support.php">Support<br>サポート</a></li>
					<li><a href="cart.php">Cart<br>カート</a></li>
                    <li><a href="order_history.php">OrderHistory<br>注文履歴</a></li>
				</ul>
			</nav>
		</header>
		<main>
			<h2>サポート画面</h2>
            <h3>Q&A（よくあるご質問）</h3>
            <h4>Q:パッケージ版での購入はできますか？</h4>
            <p>A:申し訳ございません。本サイトでは購入できません。お近くのJtendoショップでお買い求めください。</p>
			<h4>Q:ダウンロード容量が足りないといわれ、ダウンロードができませんでした。</h4>
			<p>A:ゲーム本体の空き容量が足りません。本体設定のストレージから不要なデータを削除し空き容量を増やして再ダウンロードしてください。</p>
			<h4>Q:ダウンロードエラーが発生しましたと言われました。</h4>
			<p>A:インターネットがつながっていない可能性があります。ネットワーク状況をご確認ください。</p>
			<h4>Q:【witch】本体の電源がONになりません。どうすればよいですか？</h4>
			<p>
				A:●本体がフリーズしている可能性があります。<br>
				電源ボタンを12秒以上押し続けて、本体の電源を完全にOFFにしてください。そのあと、あらためて電源をONに<br>
				して、改善しているかご確認ください。<br>
				※上記操作により改善した場合は、画面が真っ暗な状態でフリーズしていた可能性があります。<br>
				●バッテリー残量がなくなっている可能性があります。<br>
				本体を30分以上充電してください（フル充電は約3時間）。そのあと、あらためて電源をONにして、改善している<br>
				かご確認ください。<br>
			</p>
			<h4>Q:【witch】ソフトの更新方法を知りたい。</h4>
			<p>
				A:本体をインターネットに接続している場合、ソフトの更新データは自動的にダウンロードされます。また、次のように手動で更新することもできます。<br>
				〇手動で更新する方法<br>
				本体がインターネットに接続されている状態で、HOMEメニューでソフトのアイコンにカーソルをあわせ、＋ボタンを<br>
				押してください。メニューが表示されたら「ソフトの更新」→「インターネットで更新」を選択してください。<br>
				※本体のバージョンが最新でない場合は、ソフトの更新ができない場合があります。その場合は本体更新を行ってください。<br>
			</p>
			<h4>Q:【witch】ダウンロードソフトおよび追加コンテンツの再ダウンロード手順は？</h4>
			<p>
				A:●ダウンロードソフトおよび追加コンテンツの再ダウンロード手順は、次のとおりです。<br>
				1.HOMEメニューで「ジェイテンドーeショップ」を選択してください。<br>
				2.ソフトを購入したユーザー（ジェイテンドーアカウント）を選択してください。<br>
				3.ジェイテンドーeショップが起動したら、画面右上にあるユーザーのアイコンを選択してください。<br>
				4.「再ダウンロード」を選び、再ダウンロードするソフトを選択してください。<br>
				5.『ダウンロードをはじめました』と表示されたら、J-Con(R)のHOMEボタンを押して、HOMEメニューに戻ってください。<br>
				※複数のソフトを選ぶこともできます。ダウンロードは1つずつ行われます。<br>
				6.ダウンロードが完了するまでお待ちください。<br>
				※本体をスリープにしたり、ほかのソフトをプレイしたりしている間もダウンロードが行われます。プレイ中のソフトが通信している場合はダウンロードは行われません。<br>
			</p>
		</main>
		<footer>
				<p class="footerline"></p>
				<p><small>&copy;Copyright Jtendo. All rights reserved.</small><p>
		</footer>
	</body>
</html>